{
    "646385": {
        "title": "Scream",
        "details": {
            "adult": false,
            "backdrop_path": "/ifUfE79O1raUwbaQRIB7XnFz5ZC.jpg",
            "belongs_to_collection": {
                "id": 2602,
                "name": "Scream Collection",
                "poster_path": "/p3EjClFy20jjT0u06dzBs4lvvhi.jpg",
                "backdrop_path": "/oUcscMECv8DOBsAPCh3KnDZqAC4.jpg"
            },
            "budget": 24000000,
            "genres": [
                {
                    "id": 27,
                    "name": "Horror"
                },
                {
                    "id": 9648,
                    "name": "Mystery"
                },
                {
                    "id": 53,
                    "name": "Thriller"
                }
            ],
            "homepage": "https://www.paramountmovies.com/movies/scream",
            "id": 646385,
            "imdb_id": "tt11245972",
            "original_language": "en",
            "original_title": "Scream",
            "overview": "Twenty-five years after a streak of brutal murders shocked the quiet town of Woodsboro, a new killer has donned the Ghostface mask and begins targeting a group of teenagers to resurrect secrets from the town’s deadly past.",
            "popularity": 81.454,
            "poster_path": "/971Kqs1q4nuSc9arn1QAuKYbfxy.jpg",
            "production_companies": [
                {
                    "id": 4,
                    "logo_path": "/gz66EfNoYPqHTYI4q9UEN4CbHRc.png",
                    "name": "Paramount",
                    "origin_country": "US"
                },
                {
                    "id": 130448,
                    "logo_path": "/yHWTTGKbOGZKUd1cp6l3uLyDeiv.png",
                    "name": "Project X Entertainment",
                    "origin_country": "US"
                },
                {
                    "id": 126588,
                    "logo_path": "/cNhOITS96oOV7SCgUHxvZlWRecx.png",
                    "name": "Radio Silence",
                    "origin_country": "US"
                },
                {
                    "id": 143790,
                    "logo_path": "/wo1smiXdiwwxai2dwJlRiGwE7rS.png",
                    "name": "Spyglass Media Group",
                    "origin_country": "US"
                }
            ],
            "production_countries": [
                {
                    "iso_3166_1": "US",
                    "name": "United States of America"
                }
            ],
            "release_date": "2022-01-12",
            "revenue": 137700000,
            "runtime": 114,
            "spoken_languages": [
                {
                    "english_name": "English",
                    "iso_639_1": "en",
                    "name": "English"
                }
            ],
            "status": "Released",
            "tagline": "It's always someone you know.",
            "title": "Scream",
            "video": false,
            "vote_average": 6.697,
            "vote_count": 2899
        },
        "reviews": {
            "id": 646385,
            "page": 1,
            "results": [
                {
                    "author": "garethmb",
                    "author_details": {
                        "name": "",
                        "username": "garethmb",
                        "avatar_path": null,
                        "rating": null
                    },
                    "content": "It is hard to believe it has been 25 years since “Scream” premiered and in doing so; brought new life into the slasher genre which had become stale due to an abundance of direct to DVD and cable releases combined with many uninspired and stale theatrical releases.\r\n\r\nThe movie was a massive success and launched a very successful trilogy and made the Ghostface killer and many moments from the series Pop Culture mainstays.\r\n\r\nAfter a hiatus; “Scream 4” arrived and continued the series and in 2022; “Scream” has arrived which continues the story to the eager anticipation of fans.\r\n\r\nWhen a young girl named Tara (Jenna Ortega); is brutally attacked in a fashion very similar to the Ghostface Killer; her sister Sam (Melissa Barrera); returns to Woodsboro to be by her side while Tara recuperates.\r\n\r\nSam is joined by her boyfriend Richie (Jack Quaid), who has no idea about the history of Woodsboro nor the popular “Stab” film series that is based on the events of the murders that have plagued the town.\r\n\r\nSam’s past troubles makes her return difficult and when Ghostface strikes again; she and Richie seek the help of Dewey (David Arquette); who has fallen on hard times and has split from Gayle (Courtney Cox). Despite his reluctance; Dewey gets involved and tells Sam the “rules” which would indicate the killer might be someone she knows and soon everyone in her and Tara’s circle becomes suspect even as the deaths start to increase.\r\n\r\nThis allows for some of the best moments of the film as the characters make references to several other modern and past horror franchises and discuss things from online Trolls, rabid fans, and other Pop Culture references which provides some tongue in cheek humor about the series and also establishes the world of “Scream” as one where people are well-versed in horror films old and new and have modified the rules based on sequel, prequel, and “Requel” rules for films.\r\n\r\nAs tensions and body count mounts; Gayle, Dewey, and Sidney (Neve Campbell) must face their fears to stop Ghostface before it is too late.\r\n\r\nWhile the final act of the film is very over the top and at times absurd; it does provide plenty of the elements that fans have come to expect from the series. I was able to accurately see and predict almost all of the twists very early in the film and did not have many surprises as the film unfolded; I think many will still find enough enjoyment watching the tale unfold as after four films I have a pretty good idea of the formula for the series and also have many years of this as I saw the twists in “The Sixth Sense” and “The Village” very early in the films so I just seem to have a knack for this sort of thing.\r\n\r\nWhile it does not break much in the way of new ground; the film does deliver what fans have come to expect and I did find in more enjoyable than “Scream 3” and there was more than enough to keep me entertained. There have been rumors that a sixth film has already been planned and if so: I will be more than ready for more.\r\n\r\n3.5 out of 5",
                    "created_at": "2022-01-14T00:17:09.937Z",
                    "id": "61e0c105c4f552009a2fc80c",
                    "updated_at": "2022-01-14T00:17:09.937Z",
                    "url": "https://www.themoviedb.org/review/61e0c105c4f552009a2fc80c"
                },
                {
                    "author": "Manuel São Bento",
                    "author_details": {
                        "name": "Manuel São Bento",
                        "username": "msbreviews",
                        "avatar_path": null,
                        "rating": 8.0
                    },
                    "content": "FULL SPOILER-FREE REVIEW @ https://www.msbreviews.com/movie-reviews/scream-2022-spoiler-free-review\r\n\r\n\"Scream (5) is a brilliant \"requel\" with cleverly fascinating meta commentary on the horror genre, toxic fandoms, social media, and much more, ultimately becoming a strong contender for this new year's Top10.\r\n\r\nBoasting a continuously entertaining screenplay filled with exceptionally captivating, relevant dialogue and some of the goriest, bloodiest murders in the famous saga, the directors (Matt Bettinelli-Olpin, Tyler Gillett) and writers (James Vanderbilt, Guy Busick) pay a beautiful homage to the influential creator Wes Craven.\r\n\r\nThe whole cast - both newcomers and icons - delivers remarkable performances, portraying characters who unapologetically address admittedly cinephile-driven topics that some occasional moviegoers might not fully understand but will still receive pure entertainment on the big screen.\r\n\r\nAs a horror-mystery flick, it keeps the viewers on the edge of their seats, laughing and getting jumpscared for the entire runtime. I couldn't recommend it more.\"\r\n\r\nRating: A-",
                    "created_at": "2022-01-18T17:31:48.410Z",
                    "id": "61e6f98423be46004267f369",
                    "updated_at": "2022-01-18T17:31:48.410Z",
                    "url": "https://www.themoviedb.org/review/61e6f98423be46004267f369"
                },
                {
                    "author": "Chris Sawin",
                    "author_details": {
                        "name": "Chris Sawin",
                        "username": "ChrisSawin",
                        "avatar_path": null,
                        "rating": 4.0
                    },
                    "content": "Ghostface is my favorite cinematic serial killer and I love the first four films (yes, even _Scream 3_ and Gale’s terrible bangs) despite their flaws and fluctuating factors of entertainment. I’ll see and support any new _Scream_ film or TV series that comes along because of it. I know this new installment was successful ($88.4 million worldwide box office gross as of this writing) and some enjoyed it, but it is honestly my least favorite in the franchise.\r\n\r\nThis new film feels like it’s trying too hard to be one of the original _Scream_ films when it should have just been more of its own thing. This is something the film addresses, but originality should always triumph over retreading familiar territory; especially when it seems like its kills are being plunged into the same stab wounds.\r\n\r\nFull review: https://hubpages.com/entertainment/Scream-2022-Review-Movies-Make-Psychos-More-Imitative",
                    "created_at": "2022-01-29T16:12:14.327Z",
                    "id": "61f5675e37b3a9006c515a46",
                    "updated_at": "2022-01-29T16:12:14.327Z",
                    "url": "https://www.themoviedb.org/review/61f5675e37b3a9006c515a46"
                },
                {
                    "author": "edwecks",
                    "author_details": {
                        "name": "",
                        "username": "edwecks",
                        "avatar_path": null,
                        "rating": 7.0
                    },
                    "content": "Decent movie with a nice balance of meta / references to the original without overdoing it.",
                    "created_at": "2022-03-10T16:02:09.849Z",
                    "id": "622a2101d236e6006df98edf",
                    "updated_at": "2022-03-14T16:36:00.241Z",
                    "url": "https://www.themoviedb.org/review/622a2101d236e6006df98edf"
                },
                {
                    "author": "JPV852",
                    "author_details": {
                        "name": "",
                        "username": "JPV852",
                        "avatar_path": "/xNLOqXXVJf9m7WngUMLIMFsjKgh.jpg",
                        "rating": 6.0
                    },
                    "content": "Okay addition to the franchise has some good kills and the acting at least was serviceable and nice seeing the legacy characters again. The killer's motivations did feel a bit 5 years ago (to me, though I don't do reddit or really other social media platforms) but fine I guess and similar to the social commentary from Scream 4. I'd rank this third in the franchise I suppose, behind the original and Scream 2 (for all that movie's flaws, it has a soft spot for me). Not great but worth watching once. **3.25/5**",
                    "created_at": "2022-04-08T19:01:43.178Z",
                    "id": "6250869767e0f70068aed799",
                    "updated_at": "2022-04-08T19:01:43.178Z",
                    "url": "https://www.themoviedb.org/review/6250869767e0f70068aed799"
                },
                {
                    "author": "Nathan",
                    "author_details": {
                        "name": "Nathan",
                        "username": "TitanGusang",
                        "avatar_path": "/yHGV91jVzmqpFOtRSHF0avBZmPm.jpg",
                        "rating": 7.0
                    },
                    "content": "Scream is a self-aware thriller that doesn't try to be more than it is. The kills are great, the violence is there, and the comedy is good enough that is doesn't take away from the movie.\r\n\r\n**Verdict:** _Good_",
                    "created_at": "2022-06-30T19:35:11.400Z",
                    "id": "62bdfaef63d93707f858e6b1",
                    "updated_at": "2022-07-15T15:17:43.861Z",
                    "url": "https://www.themoviedb.org/review/62bdfaef63d93707f858e6b1"
                },
                {
                    "author": "Martha",
                    "author_details": {
                        "name": "Martha",
                        "username": "MonsterMartha",
                        "avatar_path": null,
                        "rating": 7.0
                    },
                    "content": "I've watched every scream since scream was invented. I like the first two okay but after that the kind of got a little iffy. This one really goes back to what screen was intended to be by Wes Craven. I really like the flow of this movie and how they put the twist on Samantha's character. It starts like the first scream and it ends like the first scream. I'll have to say out of all the scream movies this was one of the most decent and hardest to figure out.",
                    "created_at": "2022-07-26T08:12:25.570Z",
                    "id": "62dfa1e9ea84c714e6fc079a",
                    "updated_at": "2022-07-26T14:18:33.760Z",
                    "url": "https://www.themoviedb.org/review/62dfa1e9ea84c714e6fc079a"
                },
                {
                    "author": "The Movie Mob",
                    "author_details": {
                        "name": "The Movie Mob",
                        "username": "mooney240",
                        "avatar_path": "/blEC280vq31MVaDcsWBXuGOsYnB.jpg",
                        "rating": 9.0
                    },
                    "content": "**One of the best slasher flicks since 1996!**\r\n\r\nI loved the first Scream - the surprise, the shock, the self-awareness, the humor. It reinvented horror and launched a franchise of sequels of varying quality. And this newest one is the best since the first! It captured all the fun of the first. It kept the stakes high by bringing back the original cast and proving that no one is truly safe. The directors had fun baiting the audience with every slasher trope they could. Tense music would rise every time a character walked past a dark doorway or opened a cabinet to hide the view from the hall - naturally, that is when the killer is standing on the other side but not in Scream! Playing with the tropes in a fun, self-aware way is what Scream is all about, and Matt Bettinelli-Olpin and Tyler Gillett nailed it.",
                    "created_at": "2022-08-20T00:36:18.952Z",
                    "id": "63002c821c6aa7007a004f27",
                    "updated_at": "2022-09-03T15:20:51.865Z",
                    "url": "https://www.themoviedb.org/review/63002c821c6aa7007a004f27"
                },
                {
                    "author": "tmdb28039023",
                    "author_details": {
                        "name": "",
                        "username": "tmdb28039023",
                        "avatar_path": null,
                        "rating": 6.0
                    },
                    "content": "Some things never change. This can be good and also bad. Bad like Audibly Sharp knives (i.e., blades that make a sharpening noise when being whisked through thin air), or like when former deputy Dewey Riley (David Arquette) says “You have to shoot 'em in the head, or they always come back.” Of course, the very existence of the new Scream is irrefutable proof that they will come back regardless. This movie is slasher history repeating itself in more ways than one; in addition to revisiting this particular franchise, it borrows a key plot point from Freddy's Dead: The Final Nightmare – that I will not reveal but which you may have inkling about if you are, like me, a student of the genre.\r\n\r\nAll of the above notwithstanding, Scream ‘22 is overall more good than bad. True to its roots, this iteration serves as a deconstruction of the current state of mainstream horror cinema. Specifically, it is a textbook example of a “requel” – like the last couple of Halloweens, or the recent Texas Chainsaw Massacre –, and by ‘textbook’ I mean that it actually includes a scene where a character literally explains what a requel is and how it works. I also like that it lampshades one of my least favorite tropes, which I call Chekhov's Inhaler.\r\n\r\nI just compared it to Halloween and The Texas Chainsaw Massacre, but the fact is that Scream ‘22 comes to join the much better company of Wes Craven’s New Nightmare and last year’s Candyman (suitably, the movie is dedicated to Craven’s memory and gives Jordan Peele a shoutout). This Scream’s oft-repeated mantra is “always go back to the original,” and that’s sage advice because, like Nightmare on Elm Street, this franchise is a brainchild of Craven that began life as thinking man’s horror only to get progressively dumbed down with each new entry – unlike, say, Friday the 13th, which was born stupid.\r\n\r\nThankfully, this film has been made by people with knowledge of and respect for their source material, and who don’t underestimate the audience’s intelligence. Consequently, when characters send text messages, the words appear on their phone screens as opposed to our movie and TV screens, and when a someone is stabbed, they spill real fake blood instead of a stream of red pixels (and in an age where CGI is the norm, any horror movie that uses practical effects instantly doubles its visceral impact). I will only add that, also like New Nightmare and Candyman ‘21, Scream ‘22 is as much of a return to form as it is a fitting farewell, so here’s hoping that it will live up to its promise that “After tonight, no more books, no more movies, no more f***ing Ghostface.”",
                    "created_at": "2022-08-28T05:31:52.060Z",
                    "id": "630afdc85907de00916215ca",
                    "updated_at": "2022-09-03T15:32:03.469Z",
                    "url": "https://www.themoviedb.org/review/630afdc85907de00916215ca"
                }
            ],
            "total_pages": 1,
            "total_results": 9
        }
    },
    "774825": {
        "title": "The Ice Age Adventures of Buck Wild",
        "details": {
            "adult": false,
            "backdrop_path": "/eG0oOQVsniPAuecPzDD1B1gnYWy.jpg",
            "belongs_to_collection": {
                "id": 8354,
                "name": "Ice Age Collection",
                "poster_path": "/stQoHvo0q6ZcEkji2Z1wlAxKnDq.jpg",
                "backdrop_path": "/ovWkSikbJUMwwmUdD6WTa1bbFrh.jpg"
            },
            "budget": 0,
            "genres": [
                {
                    "id": 16,
                    "name": "Animation"
                },
                {
                    "id": 35,
                    "name": "Comedy"
                },
                {
                    "id": 12,
                    "name": "Adventure"
                },
                {
                    "id": 10751,
                    "name": "Family"
                }
            ],
            "homepage": "https://www.disneyplus.com/movies/the-ice-age-adventures-of-buck-wild/43OJuKxe9b9Y",
            "id": 774825,
            "imdb_id": "tt13634480",
            "original_language": "en",
            "original_title": "The Ice Age Adventures of Buck Wild",
            "overview": "The fearless one-eyed weasel Buck teams up with mischievous possum brothers Crash & Eddie as they head off on a new adventure into Buck's home: The Dinosaur World.",
            "popularity": 79.605,
            "poster_path": "/zzXFM4FKDG7l1ufrAkwQYv2xvnh.jpg",
            "production_companies": [
                {
                    "id": 73757,
                    "logo_path": "/sPIpX0MDdvYjcI8E4AeNGIYVNWj.png",
                    "name": "Bardel Entertainment",
                    "origin_country": "CA"
                },
                {
                    "id": 2,
                    "logo_path": "/wdrCwmRnLFJhEoH8GSfymY85KHT.png",
                    "name": "Walt Disney Pictures",
                    "origin_country": "US"
                }
            ],
            "production_countries": [
                {
                    "iso_3166_1": "CA",
                    "name": "Canada"
                },
                {
                    "iso_3166_1": "US",
                    "name": "United States of America"
                }
            ],
            "release_date": "2022-01-28",
            "revenue": 0,
            "runtime": 82,
            "spoken_languages": [
                {
                    "english_name": "English",
                    "iso_639_1": "en",
                    "name": "English"
                }
            ],
            "status": "Released",
            "tagline": "Disney+ gets wild.",
            "title": "The Ice Age Adventures of Buck Wild",
            "video": false,
            "vote_average": 6.655,
            "vote_count": 1589
        },
        "reviews": {
            "id": 774825,
            "page": 1,
            "results": [
                {
                    "author": "Chris Sawin",
                    "author_details": {
                        "name": "Chris Sawin",
                        "username": "ChrisSawin",
                        "avatar_path": null,
                        "rating": 2.0
                    },
                    "content": "It would have been so incredibly satisfying if Disney had debuted an _Ice Age_ film with solid animation, laugh out loud humor, a well-written story, and likeable or even downright despicable characters. Having those elements would have at least given fans of the franchise thus far hope that Disney had a vision of where to take Ice Age in the foreseeable future. Instead we get this lackluster dud of a film that is boring to look at and is mostly massively unfunny while making most of the characters – old and new – forgettable. When Zee first meets Crash and Eddie, Buck says something along the lines of, “What they lack in courage they make up for with bumbling ineptitude.” That is all _The Adventures of Buck Wild_ is; an unnecessary animated excursion into bumbling ineptitude.\r\n\r\n**Full review:** https://hubpages.com/entertainment/The-Ice-Age-Adventures-of-Buck-Wild-2022-Review-An-Inept-Spleen-Powered-Blemish-of-Animation",
                    "created_at": "2022-01-30T12:55:47.969Z",
                    "id": "61f68ad3109230001b397e75",
                    "updated_at": "2022-01-30T12:55:47.969Z",
                    "url": "https://www.themoviedb.org/review/61f68ad3109230001b397e75"
                }
            ],
            "total_pages": 1,
            "total_results": 1
        }
    },
    "557946": {
        "title": "Last Looks",
        "details": {
            "adult": false,
            "backdrop_path": "/6e7J1ARq8ugsUdBjRG8GoDvcNL6.jpg",
            "belongs_to_collection": null,
            "budget": 0,
            "genres": [
                {
                    "id": 28,
                    "name": "Action"
                },
                {
                    "id": 80,
                    "name": "Crime"
                },
                {
                    "id": 53,
                    "name": "Thriller"
                }
            ],
            "homepage": "",
            "id": 557946,
            "imdb_id": "tt9244554",
            "original_language": "en",
            "original_title": "Last Looks",
            "overview": "A disgraced ex-cop seeks solace by moving to the woods, but his quiet life comes to an end when a private eye recruits him to investigate the murder of an eccentric TV star's wife.",
            "popularity": 73.57,
            "poster_path": "/ud0XdA2xAghDR66j3I84DnNlC2g.jpg",
            "production_companies": [
                {
                    "id": 101339,
                    "logo_path": "/z6DzfKujoMRgiXAseuG9WphOGs7.png",
                    "name": "Romulus Entertainment",
                    "origin_country": "US"
                },
                {
                    "id": 207208,
                    "logo_path": null,
                    "name": "Waldo Film Productions",
                    "origin_country": ""
                },
                {
                    "id": 25954,
                    "logo_path": "/oga9DS7GZGbZ0iZ4JFuVTBMBv1C.png",
                    "name": "Metrol Technology",
                    "origin_country": "GB"
                },
                {
                    "id": 207209,
                    "logo_path": null,
                    "name": "MadRiver International",
                    "origin_country": "US"
                },
                {
                    "id": 5056,
                    "logo_path": "/583ITs4w9sK31FnJwKiRwapTpzb.png",
                    "name": "Head Gear Films",
                    "origin_country": "GB"
                }
            ],
            "production_countries": [
                {
                    "iso_3166_1": "US",
                    "name": "United States of America"
                },
                {
                    "iso_3166_1": "GB",
                    "name": "United Kingdom"
                }
            ],
            "release_date": "2022-01-27",
            "revenue": 365644,
            "runtime": 111,
            "spoken_languages": [
                {
                    "english_name": "English",
                    "iso_639_1": "en",
                    "name": "English"
                }
            ],
            "status": "Released",
            "tagline": "This city is a bad place to be a good guy.",
            "title": "Last Looks",
            "video": false,
            "vote_average": 5.908,
            "vote_count": 251
        },
        "reviews": {
            "id": 557946,
            "page": 1,
            "results": [
                {
                    "author": "Mortiis",
                    "author_details": {
                        "name": "",
                        "username": "Mortiis",
                        "avatar_path": null,
                        "rating": 1.0
                    },
                    "content": "Some kind of Guy Ritchie vigilante gangster movie. It's bad, just bad. Acting is mediocre but the script is .... annoying. Haven't read the book; not my cup of tea, so maybe the book/story is just a mess, but either way the result (the movie) is a flop.",
                    "created_at": "2021-12-29T09:19:18.566Z",
                    "id": "61cc2816c439c0001c1916fb",
                    "updated_at": "2022-01-05T15:11:07.433Z",
                    "url": "https://www.themoviedb.org/review/61cc2816c439c0001c1916fb"
                },
                {
                    "author": "Chris Sawin",
                    "author_details": {
                        "name": "Chris Sawin",
                        "username": "ChrisSawin",
                        "avatar_path": null,
                        "rating": 4.0
                    },
                    "content": "Last Looks is a mysterious stew that experiments with flavorful ingredients throughout its two-hour duration. The film ultimately collapses under its own potential resulting in a bland and flavorless concoction. Every side character is just interesting enough to pique your interest and the film is written in a way where it seems like everyone is a suspect, but every potentially exciting aspect dissolves before it has a chance to light up the sky; like a really expensive firecracker that turns out to be a dud.\r\n\r\nThe film may be worth a look for Mel Gibson’s flashy, boisterous, and drunkenly absurd performance. The mystery in Last Looks is essentially comparable to trying to discover the expiration date on a can of mystery meat that has lost its label; it may be life-threatening but is otherwise a bore to experience by others. \r\n\r\nFull review: https://hubpages.com/entertainment/Last-Looks-2022-Review-A-Bland-Overstuffed-Mystery",
                    "created_at": "2022-02-05T04:18:55.454Z",
                    "id": "61fdfaaf266778004132c16f",
                    "updated_at": "2022-02-05T04:18:55.454Z",
                    "url": "https://www.themoviedb.org/review/61fdfaaf266778004132c16f"
                }
            ],
            "total_pages": 1,
            "total_results": 2
        }
    },
    "899082": {
        "title": "Harry Potter 20th Anniversary: Return to Hogwarts",
        "details": {
            "adult": false,
            "backdrop_path": "/8rft8A9nH43IReybFtYt21ezfMK.jpg",
            "belongs_to_collection": null,
            "budget": 0,
            "genres": [
                {
                    "id": 99,
                    "name": "Documentary"
                }
            ],
            "homepage": "https://www.hbomax.com/feature/urn:hbo:feature:GYbzrRAvf-ZPCKQEAAAAX",
            "id": 899082,
            "imdb_id": "tt16116174",
            "original_language": "en",
            "original_title": "Harry Potter 20th Anniversary: Return to Hogwarts",
            "overview": "An enchanting making-of story told through all-new in-depth interviews and cast conversations, inviting fans on a magical first-person journey through one of the most beloved film franchises of all time.",
            "popularity": 71.608,
            "poster_path": "/jntLBq0MLR3hrwKaTQswxACRPMs.jpg",
            "production_companies": [
                {
                    "id": 57430,
                    "logo_path": "/4vWiIwU0RLJJMGiqqNUnQyBsVI5.png",
                    "name": "Pulse Films",
                    "origin_country": "GB"
                },
                {
                    "id": 115672,
                    "logo_path": "/lqV7pQ6lXUjDzbvRfI4eNiT1QDB.png",
                    "name": "Warner Horizon Unscripted Television",
                    "origin_country": "US"
                },
                {
                    "id": 111146,
                    "logo_path": null,
                    "name": "Casey Patterson Entertainment",
                    "origin_country": "US"
                }
            ],
            "production_countries": [
                {
                    "iso_3166_1": "GB",
                    "name": "United Kingdom"
                },
                {
                    "iso_3166_1": "US",
                    "name": "United States of America"
                }
            ],
            "release_date": "2022-01-01",
            "revenue": 0,
            "runtime": 103,
            "spoken_languages": [
                {
                    "english_name": "English",
                    "iso_639_1": "en",
                    "name": "English"
                }
            ],
            "status": "Released",
            "tagline": "Welcome back to where the magic began.",
            "title": "Harry Potter 20th Anniversary: Return to Hogwarts",
            "video": false,
            "vote_average": 7.303,
            "vote_count": 3115
        },
        "reviews": {
            "id": 899082,
            "page": 1,
            "results": [],
            "total_pages": 0,
            "total_results": 0
        }
    },
    "522016": {
        "title": "The 355",
        "details": {
            "adult": false,
            "backdrop_path": "/dEE5tjmrxf4xrKrTnyghLsPSt6f.jpg",
            "belongs_to_collection": null,
            "budget": 75000000,
            "genres": [
                {
                    "id": 28,
                    "name": "Action"
                },
                {
                    "id": 53,
                    "name": "Thriller"
                }
            ],
            "homepage": "https://www.the355movie.com",
            "id": 522016,
            "imdb_id": "tt8356942",
            "original_language": "en",
            "original_title": "The 355",
            "overview": "A group of top female agents from American, British, Chinese, Colombian, and German government agencies are drawn together to try and stop an organization from acquiring a deadly weapon to send the world into chaos.",
            "popularity": 65.081,
            "poster_path": "/k26FYPVrLRHYnv5ZbMsIHFsjdIM.jpg",
            "production_companies": [
                {
                    "id": 83210,
                    "logo_path": "/5aYKTLP4Kw75wOZ9AHIFc1HpkN0.png",
                    "name": "Freckle Films",
                    "origin_country": "US"
                },
                {
                    "id": 28788,
                    "logo_path": null,
                    "name": "Genre Films",
                    "origin_country": "US"
                },
                {
                    "id": 7493,
                    "logo_path": "/fHitYiGUCkRafgt6VPYQlXWLkdp.png",
                    "name": "FilmNation Entertainment",
                    "origin_country": "US"
                },
                {
                    "id": 33,
                    "logo_path": "/8lvHyhjr8oUKOOy2dKXoALWKdp0.png",
                    "name": "Universal Pictures",
                    "origin_country": "US"
                },
                {
                    "id": 193675,
                    "logo_path": null,
                    "name": "DEMEI Holdings Limited",
                    "origin_country": "HK"
                },
                {
                    "id": 310,
                    "logo_path": "/4Gp5A4YdjPBfsHT47ngHMaXWmb9.png",
                    "name": "CNC",
                    "origin_country": "FR"
                },
                {
                    "id": 171888,
                    "logo_path": "/dPVemcyP71LLCRzQ9rJgRIdkjKk.png",
                    "name": "Firstep",
                    "origin_country": "FR"
                },
                {
                    "id": 199951,
                    "logo_path": null,
                    "name": "Episode Films Co.",
                    "origin_country": "TW"
                },
                {
                    "id": 8881,
                    "logo_path": null,
                    "name": "Zak Productions",
                    "origin_country": "MA"
                }
            ],
            "production_countries": [
                {
                    "iso_3166_1": "FR",
                    "name": "France"
                },
                {
                    "iso_3166_1": "HK",
                    "name": "Hong Kong"
                },
                {
                    "iso_3166_1": "MA",
                    "name": "Morocco"
                },
                {
                    "iso_3166_1": "TW",
                    "name": "Taiwan"
                },
                {
                    "iso_3166_1": "US",
                    "name": "United States of America"
                }
            ],
            "release_date": "2022-01-05",
            "revenue": 55700000,
            "runtime": 122,
            "spoken_languages": [
                {
                    "english_name": "Arabic",
                    "iso_639_1": "ar",
                    "name": "العربية"
                },
                {
                    "english_name": "Mandarin",
                    "iso_639_1": "zh",
                    "name": "普通话"
                },
                {
                    "english_name": "English",
                    "iso_639_1": "en",
                    "name": "English"
                },
                {
                    "english_name": "French",
                    "iso_639_1": "fr",
                    "name": "Français"
                },
                {
                    "english_name": "German",
                    "iso_639_1": "de",
                    "name": "Deutsch"
                },
                {
                    "english_name": "Spanish",
                    "iso_639_1": "es",
                    "name": "Español"
                }
            ],
            "status": "Released",
            "tagline": "Work together or die alone.",
            "title": "The 355",
            "video": false,
            "vote_average": 6.11,
            "vote_count": 887
        },
        "reviews": {
            "id": 522016,
            "page": 1,
            "results": [
                {
                    "author": "r96sk",
                    "author_details": {
                        "name": "",
                        "username": "r96sk",
                        "avatar_path": null,
                        "rating": 6.0
                    },
                    "content": "The cast do great, just a shame the rest of <em>'The 355'</em> isn't up to their level.\r\n\r\nJessica Chastain, Diane Kruger, Lupita Nyong'o, Penélope Cruz and Fan Bingbing all produce, all of them give enjoyable performances and never became uninteresting, irritating or whatever to me. They are the film's major plus. I'm struggling for other positives, cinematography at a push?\r\n\r\nUnfortunately, I came away from watching feeling underwhelmed. The second half really drags, not helped by an extremely lame 'twist'. The first half isn't perfect but does hold potential, once the main bunch eventually team up it's more interesting. The editing is a little iffy, too.\r\n\r\nThere are quite a few talky scenes that aren't worthwhile at all, especially early on with Chastain and Sebastian Stan. Things improve when the action sequences get underway, not that they are anything extraordinary but what we see is satisfactory; it's the bits in between that let this 2022 release down.\r\n\r\n6/10, despite the well performing cast; who almost made me give this 7/10.",
                    "created_at": "2022-01-18T12:50:23.012Z",
                    "id": "61e6b78fc613ce001cf51e2f",
                    "updated_at": "2022-01-18T12:51:20.073Z",
                    "url": "https://www.themoviedb.org/review/61e6b78fc613ce001cf51e2f"
                },
                {
                    "author": "JPV852",
                    "author_details": {
                        "name": "",
                        "username": "JPV852",
                        "avatar_path": "/xNLOqXXVJf9m7WngUMLIMFsjKgh.jpg",
                        "rating": 5.0
                    },
                    "content": "Pretty lifeless global action-thriller where it seemed co-writer and director Simon Kinberg was attempting to emulate the Bourne franchise (the cinematography and score especially reminded me of that series). \r\n\r\nThe story is thin, predictable and really sounded familiar but can't put my finger on what (thinking Casino Royale with the short selling of stocks at least), but a thin story is fine (a few of the Mission Impossible movies didn't have the strongest plots or villains), if only the main cast had any chemistry which I didn't feel they did, despite a few of them being solid actresses.\r\n\r\nThis yet another film that filmmakers thought would be a potential franchise as it's left open ended for a sequel. I guess there was potential and maybe under a better director would've been at least an entertaining flick, but in the end I found it to be forgettable. **2.25/5**",
                    "created_at": "2022-02-20T22:45:29.831Z",
                    "id": "6212c4898138310042d39975",
                    "updated_at": "2022-02-20T22:45:29.831Z",
                    "url": "https://www.themoviedb.org/review/6212c4898138310042d39975"
                },
                {
                    "author": "Manuel São Bento",
                    "author_details": {
                        "name": "Manuel São Bento",
                        "username": "msbreviews",
                        "avatar_path": null,
                        "rating": 5.0
                    },
                    "content": "MORE REVIEWS @ https://www.msbreviews.com/\r\n\r\n\"The 355 holds excellent performances from all people involved - especially Jessica Chastain (It: Chapter Two) and Lupita Nyong'o (Us). However, the generic screenplay, poor dialogues, and barely developed characters turn a film with much potential into another disappointment from Simon Kinberg (The New Mutants).\r\n\r\nThe action sequences actually include interesting choreography, but the use of quick cuts and shaky cam doesn't always work favorably. The narrative is loaded with the usual formulas of the respective genre, and some attempts to approach the theme of feminism efficiently fall flat.\r\n\r\nPersonally, it's saved by the fact that it was primarily filmed in real locations, helping with the entertainment levels.\"\r\n\r\nRating: C",
                    "created_at": "2022-03-30T15:40:19.625Z",
                    "id": "624479e36dc5070093194ec1",
                    "updated_at": "2022-03-30T15:40:19.625Z",
                    "url": "https://www.themoviedb.org/review/624479e36dc5070093194ec1"
                },
                {
                    "author": "FuraX",
                    "author_details": {
                        "name": "FuraX",
                        "username": "OachKatz3L",
                        "avatar_path": null,
                        "rating": null
                    },
                    "content": "An all women movie, I might just love it. Specially when I think Chastain and Kruger are people I just love watching .. usually.\r\n\r\nSome action, some tension, yeah !! But it's so fake, you'd think it's a Chinese production : globalization is so good to us.\r\n\r\nNow, when you add a hint of a progressive agenda, it just becomes so much better .. At least it brings some kind of a content. Yeah, content here is mostly replaced by contempt.\r\n\r\nThese women are charismatic and attractive (except BingBing who's just a pain for my sorry eyes and ears) and need to stick together .. how intriguing (stick what ? not sure yet). If only we could believe these characters more then 10 minutes.\r\n\r\nNow if you withdraw the story, it's all fine, everybody else did a good job.\r\n\r\nAn action movie written by a lazy teenager helped by his assertive mum, how come anyone followed ?",
                    "created_at": "2022-04-10T21:02:38.134Z",
                    "id": "625345eeb6c2644e86c5a932",
                    "updated_at": "2022-04-19T22:28:29.114Z",
                    "url": "https://www.themoviedb.org/review/625345eeb6c2644e86c5a932"
                },
                {
                    "author": "ngmdat",
                    "author_details": {
                        "name": "",
                        "username": "ngmdat",
                        "avatar_path": "/9syMmJ2nxkqtQSw28p1W9bxKFFG.jpg",
                        "rating": 8.0
                    },
                    "content": "It will be more exciting if Penélope Cruz show some spy's skill.",
                    "created_at": "2022-07-23T14:31:19.054Z",
                    "id": "62dc0637e9da69042db494a9",
                    "updated_at": "2022-07-26T14:20:03.966Z",
                    "url": "https://www.themoviedb.org/review/62dc0637e9da69042db494a9"
                },
                {
                    "author": "The Movie Mob",
                    "author_details": {
                        "name": "The Movie Mob",
                        "username": "mooney240",
                        "avatar_path": "/blEC280vq31MVaDcsWBXuGOsYnB.jpg",
                        "rating": 6.0
                    },
                    "content": "**While The 355 might not have been a stand-out blockbuster of a film, it still was enjoyable.**\r\n\r\nThe 355 hit almost every line of dialogue and every typical character type you have seen in a spy movie but still found a way to entertain its audience, even if it was only slightly entertaining. The cast was stellar, and the performances were solid. Unfortunately, the 355 stumbles with a stale, unimaginative script that is incredibly predictable and keeps the peril and danger from feeling very perilous or dangerous. I didn’t finish the movie feeling I had wasted my time, but I couldn’t say I would recommend it. Jessica Chastain, Lupita Nyong’o, and the rest of the cast seemed to have fun working on this project together, and their chemistry was entertaining. Still, the trite dialogue kept all of it from being great. I wish The 355 had been trusted with a bigger budget and a more experienced director. It had enough strengths that even with all its flaws, it was a decent film, but it could have easily been a great movie.",
                    "created_at": "2022-11-23T23:11:48.896Z",
                    "id": "637ea8b46e938a00871642b6",
                    "updated_at": "2022-11-23T23:11:48.985Z",
                    "url": "https://www.themoviedb.org/review/637ea8b46e938a00871642b6"
                }
            ],
            "total_pages": 1,
            "total_results": 6
        }
    },
    "575322": {
        "title": "Project Gemini",
        "details": {
            "adult": false,
            "backdrop_path": "/etP5jwlwvkNhwe7jnI2AyA6ZKrR.jpg",
            "belongs_to_collection": null,
            "budget": 6000000,
            "genres": [
                {
                    "id": 878,
                    "name": "Science Fiction"
                },
                {
                    "id": 27,
                    "name": "Horror"
                }
            ],
            "homepage": "",
            "id": 575322,
            "imdb_id": "tt5656994",
            "original_language": "en",
            "original_title": "Звёздный разум",
            "overview": "After depleting Earth's resources for centuries, humankind's survival requires an exodus to outer space. An international expedition is quickly formed to find a suitable new planet, but when plans go awry, the crew is suddenly stranded without power on a strange planet, where something unimaginable lies in wait.",
            "popularity": 54.743,
            "poster_path": "/rFljUdOozFEv6HDHIFpFvcYW0ec.jpg",
            "production_companies": [
                {
                    "id": 188974,
                    "logo_path": null,
                    "name": "KD Studios",
                    "origin_country": "RU"
                }
            ],
            "production_countries": [
                {
                    "iso_3166_1": "RU",
                    "name": "Russia"
                }
            ],
            "release_date": "2022-01-06",
            "revenue": 211674,
            "runtime": 98,
            "spoken_languages": [
                {
                    "english_name": "English",
                    "iso_639_1": "en",
                    "name": "English"
                },
                {
                    "english_name": "Russian",
                    "iso_639_1": "ru",
                    "name": "Pусский"
                }
            ],
            "status": "Released",
            "tagline": "Love over space",
            "title": "Project Gemini",
            "video": false,
            "vote_average": 5.8,
            "vote_count": 372
        },
        "reviews": {
            "id": 575322,
            "page": 1,
            "results": [],
            "total_pages": 0,
            "total_results": 0
        }
    },
    "245842": {
        "title": "The King's Daughter",
        "details": {
            "adult": false,
            "backdrop_path": "/o3U4733mGsmieBeqs4Sw2ze6n53.jpg",
            "belongs_to_collection": null,
            "budget": 40500000,
            "genres": [
                {
                    "id": 14,
                    "name": "Fantasy"
                },
                {
                    "id": 12,
                    "name": "Adventure"
                },
                {
                    "id": 10751,
                    "name": "Family"
                }
            ],
            "homepage": "https://thekingsdaughtermovie.com/",
            "id": 245842,
            "imdb_id": "tt2328678",
            "original_language": "en",
            "original_title": "The King's Daughter",
            "overview": "King Louis XIV's quest for immortality leads him to capture and steal a mermaid's life force, a move that is further complicated by his illegitimate daughter's discovery of the creature.",
            "popularity": 51.604,
            "poster_path": "/zwRf07ECh7nV7xlahKzN5wFYhGx.jpg",
            "production_companies": [
                {
                    "id": 171888,
                    "logo_path": "/dPVemcyP71LLCRzQ9rJgRIdkjKk.png",
                    "name": "Firstep",
                    "origin_country": "FR"
                },
                {
                    "id": 3235,
                    "logo_path": "/eQOKf3LynrbL2kFR0seYpGwwUWr.png",
                    "name": "Brookwell-McNamara Entertainment",
                    "origin_country": "US"
                },
                {
                    "id": 94431,
                    "logo_path": null,
                    "name": "Kylin Pictures",
                    "origin_country": "CN"
                },
                {
                    "id": 8186,
                    "logo_path": null,
                    "name": "Bliss Media",
                    "origin_country": "CN"
                },
                {
                    "id": 69756,
                    "logo_path": null,
                    "name": "Lightstream Entertainment",
                    "origin_country": "AU"
                },
                {
                    "id": 290,
                    "logo_path": "/jrgCuaQsY9ouP5ILZf4Dq4ZOkIX.png",
                    "name": "Ingenious Media",
                    "origin_country": "GB"
                },
                {
                    "id": 44632,
                    "logo_path": "/neCKH4sJCBhZ1B4QocTM4VXCQOR.png",
                    "name": "Gravitas Ventures",
                    "origin_country": "US"
                },
                {
                    "id": 31540,
                    "logo_path": null,
                    "name": "Fame Universal Entertainment",
                    "origin_country": "HK"
                },
                {
                    "id": 191183,
                    "logo_path": null,
                    "name": "Interface Productions",
                    "origin_country": "HK"
                }
            ],
            "production_countries": [
                {
                    "iso_3166_1": "AU",
                    "name": "Australia"
                },
                {
                    "iso_3166_1": "CN",
                    "name": "China"
                },
                {
                    "iso_3166_1": "FR",
                    "name": "France"
                },
                {
                    "iso_3166_1": "HK",
                    "name": "Hong Kong"
                },
                {
                    "iso_3166_1": "GB",
                    "name": "United Kingdom"
                },
                {
                    "iso_3166_1": "US",
                    "name": "United States of America"
                }
            ],
            "release_date": "2022-01-21",
            "revenue": 2200000,
            "runtime": 94,
            "spoken_languages": [
                {
                    "english_name": "English",
                    "iso_639_1": "en",
                    "name": "English"
                }
            ],
            "status": "Released",
            "tagline": "What on Earth can hold more power than a king?",
            "title": "The King's Daughter",
            "video": false,
            "vote_average": 7.086,
            "vote_count": 651
        },
        "reviews": {
            "id": 245842,
            "page": 1,
            "results": [
                {
                    "author": "Manuel São Bento",
                    "author_details": {
                        "name": "Manuel São Bento",
                        "username": "msbreviews",
                        "avatar_path": null,
                        "rating": 2.0
                    },
                    "content": "MORE REVIEWS @ https://www.msbreviews.com/\r\n\r\n\"The King's Daughter is everything viewers expected: a formulaic, uninteresting story filled with old-fashioned cliches and spine-chilling visual effects - not in a good way.\r\n\r\nNot a single filmmaker and respective creative team deserve to have their work stuck in a seven-year limbo until it's released, let alone due to scheduling and budget issues. However, while the horrible VFX can be forgiven, the disappointing narrative can't be saved, not even by the also underwhelming performances.\r\n\r\nPierce Brosnan (False Positive) seems to represent a caricature, while Kaya Scodelario (Crawl) benefits from the release delay, which fortunately didn't negatively impact her early career. The only positive point is that, in fact, it reached the big screen.\r\n\r\nToo bad it's not worth it.\"\r\n\r\nRating: D-",
                    "created_at": "2022-02-26T18:58:27.607Z",
                    "id": "621a7853dd926a00691751f0",
                    "updated_at": "2022-02-26T18:58:27.607Z",
                    "url": "https://www.themoviedb.org/review/621a7853dd926a00691751f0"
                },
                {
                    "author": "Manuel São Bento",
                    "author_details": {
                        "name": "Manuel São Bento",
                        "username": "msbreviews",
                        "avatar_path": null,
                        "rating": 2.0
                    },
                    "content": "MORE REVIEWS @ https://www.msbreviews.com/\r\n\r\n\"The King's Daughter is everything viewers expected: a formulaic, uninteresting story filled with old-fashioned cliches and spine-chilling visual effects - not in a good way.\r\n\r\nNot a single filmmaker and respective creative team deserve to have their work stuck in a seven-year limbo until it's released, let alone due to scheduling and budget issues. However, while the horrible VFX can be forgiven, the disappointing narrative can't be saved, not even by the also underwhelming performances.\r\n\r\nPierce Brosnan (False Positive) seems to represent a caricature, while Kaya Scodelario (Crawl) benefits from the release delay, which fortunately didn't negatively impact her early career. The only positive point is that, in fact, it reached the big screen.\r\n\r\nToo bad it's not worth it.\"\r\n\r\nRating: D-",
                    "created_at": "2022-02-26T18:58:27.974Z",
                    "id": "621a7853f96a3900696f4bb8",
                    "updated_at": "2022-02-26T18:58:27.974Z",
                    "url": "https://www.themoviedb.org/review/621a7853f96a3900696f4bb8"
                },
                {
                    "author": "CinemaSerf",
                    "author_details": {
                        "name": "CinemaSerf",
                        "username": "Geronimo1967",
                        "avatar_path": "/1kks3YnVkpyQxzw36CObFPvhL5f.jpg",
                        "rating": 4.0
                    },
                    "content": "Must have been tax return time for Pierce Brosnan as he \"stars\" in this daft historical fantasy about Louis XIV of France and his aspirations for immortality. Egged on by the ambitious \"Labarthe\" (Pablo Schreiber) he believes that he can live forever if her manages to get hold of a mermaid and - well, he pinches her life force. Snag is, though, his own daughter \"Mary-Josephe\" (Kaya Scodelerio) is not so supportive of this scheme when she discovers this distressed sea creature and so, of course, off we head into the turbulent waters of familial discord before a whopping great power ballad at the end. William Hurt crops up here, too, and Benjamin Walker provides some eye candy - but the story is Disney-lite, there is way too much verbiage and although Brosnan tries to ham it all up, he just looks like he couldn't care less about any of it - a feeling with which I could pretty readily associate. It does look good, the costumes and Versailles look lovely but the rest of it is straight to video.",
                    "created_at": "2023-06-16T05:01:44.775Z",
                    "id": "648becb826346200ae1ab8b2",
                    "updated_at": "2023-06-16T05:01:44.894Z",
                    "url": "https://www.themoviedb.org/review/648becb826346200ae1ab8b2"
                }
            ],
            "total_pages": 1,
            "total_results": 3
        }
    },
    "803114": {
        "title": "The Requin",
        "details": {
            "adult": false,
            "backdrop_path": "/eVSa4TpyXbOdk9fXSD6OcORJGtv.jpg",
            "belongs_to_collection": null,
            "budget": 8500000,
            "genres": [
                {
                    "id": 53,
                    "name": "Thriller"
                },
                {
                    "id": 27,
                    "name": "Horror"
                }
            ],
            "homepage": "",
            "id": 803114,
            "imdb_id": "tt11348232",
            "original_language": "en",
            "original_title": "The Requin",
            "overview": "A couple on a romantic getaway find themselves stranded at sea when a tropical storm sweeps away their villa. In order to survive, they are forced to fight the elements, while sharks circle below.",
            "popularity": 47.124,
            "poster_path": "/i0z8g2VRZP3dhVvvSMilbOZMKqR.jpg",
            "production_companies": [
                {
                    "id": 100121,
                    "logo_path": null,
                    "name": "Film Bridge International",
                    "origin_country": ""
                },
                {
                    "id": 89269,
                    "logo_path": "/pKWk2XfT9xoHYdGKW1Bac7hFvrz.png",
                    "name": "Paper Street Pictures",
                    "origin_country": "US"
                },
                {
                    "id": 76992,
                    "logo_path": "/mw3j3P8SUQJKLSJQrLKuSDO9Xr6.png",
                    "name": "Saban Films",
                    "origin_country": "US"
                }
            ],
            "production_countries": [
                {
                    "iso_3166_1": "US",
                    "name": "United States of America"
                }
            ],
            "release_date": "2022-01-28",
            "revenue": 130493,
            "runtime": 89,
            "spoken_languages": [
                {
                    "english_name": "English",
                    "iso_639_1": "en",
                    "name": "English"
                }
            ],
            "status": "Released",
            "tagline": "Terror will surface.",
            "title": "The Requin",
            "video": false,
            "vote_average": 4.9,
            "vote_count": 307
        },
        "reviews": {
            "id": 803114,
            "page": 1,
            "results": [
                {
                    "author": "Dean",
                    "author_details": {
                        "name": "Dean",
                        "username": "Ditendra",
                        "avatar_path": null,
                        "rating": 3.0
                    },
                    "content": "The story was good, but acting was bad and the devastating part of this movie was horrible CGI. Such CGI in 2022 isn't acceptable.",
                    "created_at": "2022-09-03T17:39:28.493Z",
                    "id": "631391501511aa007ba3cf48",
                    "updated_at": "2022-09-03T17:39:28.584Z",
                    "url": "https://www.themoviedb.org/review/631391501511aa007ba3cf48"
                },
                {
                    "author": "Robert “Robbie” Grawey",
                    "author_details": {
                        "name": "Robert “Robbie” Grawey",
                        "username": "robbiegrawey",
                        "avatar_path": "/qB7lELWBr2iNbKu3eYBI2bxzJ7I.jpg",
                        "rating": null
                    },
                    "content": "YouTube Red type beat :/\r\n\r\nAlica Silverstone was definitely a miscast here",
                    "created_at": "2022-09-12T21:44:25.807Z",
                    "id": "631fa839e55937007f379a48",
                    "updated_at": "2022-09-16T20:50:46.531Z",
                    "url": "https://www.themoviedb.org/review/631fa839e55937007f379a48"
                },
                {
                    "author": "olivia",
                    "author_details": {
                        "name": "olivia",
                        "username": "voicelikehoney",
                        "avatar_path": "/weL52blZlkEYtMJOfgSkEjWG2dp.jpg",
                        "rating": 1.0
                    },
                    "content": "the only \"terror that surfaced\" was the ACTING!",
                    "created_at": "2022-10-31T13:18:40.749Z",
                    "id": "635fcb3007e281007db4ad7f",
                    "updated_at": "2022-10-31T14:27:07.603Z",
                    "url": "https://www.themoviedb.org/review/635fcb3007e281007db4ad7f"
                },
                {
                    "author": "BryceSpencer",
                    "author_details": {
                        "name": "",
                        "username": "BryceSpencer",
                        "avatar_path": "/zAop0igUASvUSpwlRHFcKboSkjP.png",
                        "rating": 6.0
                    },
                    "content": "To put it straight forward, this movie has its fair share of reviews from both ends of the spectrum. Is this a perfect film? No, far from it. Is it an awful film? I don't think that either.\r\n\r\nThere are reviews calling this the 'worst shark movie ever made' and a 'waste of time'. Though it is definitely flawed, I wouldn't even go near that. When people say that, they must either be referring to the entire film or just the third act, because the sharks really don't even show up until then (this is actually a bit of a compliment).\r\n\r\nYes, the CGI sharks don't look their best, especially at the end. But I'd guess that the VFX team didn't have the required time to perfect them. And (*spoilers*), the ending with the shark killed by chomping on an anchor, feels like it was just pulled from \"The Shallows\".\r\n\r\nBut, there are actually some great (and even amazing) aspects to this film. Though the third act is where it all just kind of falls apart, the story is decent and the build up to the characters getting stranded at sea, and the tension of when their supplies and shelter get smaller in nearly every scene, is done pretty well. And the cinematography, especially in the beginning, looks absolutely gorgeous and professional.",
                    "created_at": "2023-01-12T00:40:37.440Z",
                    "id": "63bf5705e16e5a00819112b0",
                    "updated_at": "2023-01-17T15:12:06.521Z",
                    "url": "https://www.themoviedb.org/review/63bf5705e16e5a00819112b0"
                },
                {
                    "author": "The Movie Mob",
                    "author_details": {
                        "name": "The Movie Mob",
                        "username": "mooney240",
                        "avatar_path": "/blEC280vq31MVaDcsWBXuGOsYnB.jpg",
                        "rating": 1.0
                    },
                    "content": "**The Requin falls victim to its extremely annoying lead and a budget that apparently couldn’t afford water in its shark movie.**\r\n\r\nHaving an actress with some big-screen films on her resume would help The Requin rise above its cheesy shark movie competition, but it most definitely did not. In fact, the lead character of this movie was the worse part! Her frantic screams, frustrated outbursts, and emotional moments made the typical c-list shark movie actors look much better. It is shocking how annoying her performance was. On top of that, the green screen was very noticeable and overused, making me wonder how much water even made it into this movie. I am surprised that this director also made The Princess, which was a well-done, fun action movie. What happened to this movie, then? The Requin isn’t just a bad movie; it is bad for a bad shark movie! Don’t waste your time.",
                    "created_at": "2023-01-13T15:07:21.354Z",
                    "id": "63c173a98efe7300a0ead7a1",
                    "updated_at": "2023-01-13T15:07:21.432Z",
                    "url": "https://www.themoviedb.org/review/63c173a98efe7300a0ead7a1"
                }
            ],
            "total_pages": 1,
            "total_results": 5
        }
    },
    "926899": {
        "title": "The House",
        "details": {
            "adult": false,
            "backdrop_path": "/9SQ0ZLBAcv23D9xJ1nlgTWqDNc5.jpg",
            "belongs_to_collection": null,
            "budget": 0,
            "genres": [
                {
                    "id": 16,
                    "name": "Animation"
                },
                {
                    "id": 18,
                    "name": "Drama"
                },
                {
                    "id": 35,
                    "name": "Comedy"
                },
                {
                    "id": 27,
                    "name": "Horror"
                },
                {
                    "id": 14,
                    "name": "Fantasy"
                }
            ],
            "homepage": "https://www.netflix.com/title/81178338",
            "id": 926899,
            "imdb_id": "tt11703050",
            "original_language": "en",
            "original_title": "The House",
            "overview": "Across different eras, a poor family, an anxious developer and a fed-up landlady become tied to the same mysterious house in this animated dark comedy.",
            "popularity": 45.903,
            "poster_path": "/iZjMFSKCrleKolC1gYcz5Rs8bk1.jpg",
            "production_companies": [
                {
                    "id": 91202,
                    "logo_path": null,
                    "name": "Nexus Studios",
                    "origin_country": ""
                }
            ],
            "production_countries": [
                {
                    "iso_3166_1": "GB",
                    "name": "United Kingdom"
                },
                {
                    "iso_3166_1": "US",
                    "name": "United States of America"
                }
            ],
            "release_date": "2022-01-14",
            "revenue": 0,
            "runtime": 97,
            "spoken_languages": [
                {
                    "english_name": "English",
                    "iso_639_1": "en",
                    "name": "English"
                }
            ],
            "status": "Released",
            "tagline": "Three visionary tales. One unforgettable place.",
            "title": "The House",
            "video": false,
            "vote_average": 7.029,
            "vote_count": 940
        },
        "reviews": {
            "id": 926899,
            "page": 1,
            "results": [],
            "total_pages": 0,
            "total_results": 0
        }
    },
    "916740": {
        "title": "Brazen",
        "details": {
            "adult": false,
            "backdrop_path": "/rWy7brhJuAWgCu6evTl2vshSPbW.jpg",
            "belongs_to_collection": null,
            "budget": 0,
            "genres": [
                {
                    "id": 53,
                    "name": "Thriller"
                },
                {
                    "id": 9648,
                    "name": "Mystery"
                },
                {
                    "id": 18,
                    "name": "Drama"
                }
            ],
            "homepage": "https://www.netflix.com/title/81029875",
            "id": 916740,
            "imdb_id": "tt13978306",
            "original_language": "en",
            "original_title": "Brazen",
            "overview": "Mystery writer Grace Miller has killer instincts when it comes to motive - and she'll need every bit of expertise to help solve her sister's murder.",
            "popularity": 44.045,
            "poster_path": "/7e4n1GfC9iky9VQzH3cDQz9wYpO.jpg",
            "production_companies": [
                {
                    "id": 551,
                    "logo_path": "/jSlzEZZ4Z1g7B2UExjZEIKsUvD9.png",
                    "name": "Mandalay Pictures",
                    "origin_country": "US"
                }
            ],
            "production_countries": [
                {
                    "iso_3166_1": "US",
                    "name": "United States of America"
                }
            ],
            "release_date": "2022-01-13",
            "revenue": 0,
            "runtime": 94,
            "spoken_languages": [
                {
                    "english_name": "English",
                    "iso_639_1": "en",
                    "name": "English"
                }
            ],
            "status": "Released",
            "tagline": "",
            "title": "Brazen",
            "video": false,
            "vote_average": 4.903,
            "vote_count": 336
        },
        "reviews": {
            "id": 916740,
            "page": 1,
            "results": [
                {
                    "author": "tmdb28039023",
                    "author_details": {
                        "name": "",
                        "username": "tmdb28039023",
                        "avatar_path": null,
                        "rating": 1.0
                    },
                    "content": "I’m sorry to report that Alyssa Milano does not forego her long-standing ‘no nudity clause’ in Brazen — and I’m more sorry for her than for me (after all, I’ve seen Embrace of the Vampire), because that’s about the only thing that could save this mess. Milano is Grace Miller, authoress of thriller novels. Here is an excerpt from her most recent masterpiece, titled Brazen Virtue:\r\n\r\n\"She did not expect to die that night. Sara Bowman was precise in everything, and dying was not on her agenda. She had no enemies that she knew of. In general, his life was quite ordinary. Yet there she was, lying in a pool of her own blood. The manner of her death violent, even deranged. Who would want to kill the ordinary Sara Bowman? And then it dawned on her. What if she wasn’t ordinary? What if she had a secret life?\"\r\n\r\nIt would have to be a very secret secret life indeed if not even “Sarah” herself was aware of it. It turns out that Brazen is based on a novel also called Brazen Virtue by Nora Roberts; I’m not familiar with her work, but I wouldn’t be surprised if her books opened with the phrase “It was a dark and stormy night” or some variation thereof.\r\n\r\nIn addition to a purveyor of purple prose, Grace is a dispenser of clumsy exposition, like when she tells her sister Kathleen (Emilie Ullerup) that “Last I heard you were addicted to pills and you abandoned your son.” Something tells me this is not news to Kathleen, who is an English teacher at an upper-class boys’ high school: “Next week’s essay will be on Hamlet. How would Hamlet feel in our digital age?\r\n\r\nI’m pretty sure Ethan Hawke already answered this question, and the answer wasn’t very compelling (besides, a better question would be how would Romeo feel in the digital age, considering that a simple SMS would have saved him a lot of trouble).\r\n\r\nWould you believe that Kathleen herself just happens to have a double life of her own? Well, she does; her alter ego is Desiree, a web cam dominatrix. Wait, what? I guess all her customers must be naughty little boys, because for a fetish based on discipline, this is incredibly lazy.\r\n\r\nAnyway, Kathleen soon gets sent to web cam heaven, and Grace hijacks her sister’s homicide investigation, which is nominally led by Detective Ed Jennings (Sam Page) — who conveniently lives next-door to Kathleen — and his partner, Detective Ben Parker (Malachi Weier), who may be named after Spiderman’s uncle, but he looks like the lead singer in a Melvins cover band.\r\n\r\nGrace talks Ed and Ben’s boss, Captain Rivera (Alison Araya) into appointing her a “consultant” on the case (someone’s been watching too much Lucifer). Grace justifies this claiming that “I have an instinct for motive. I mean, that’s why my books are so successful. I can enter the mind of a murderer, especially those who attack women.”\r\n\r\nEd, who is present and opposes the idea, fails to point out that Grace would be a pretty lousy writer (well, lousier) if she couldn’t freely enter the mind of a killer that she made up in the first place.\r\nUnchecked, Grace adds, “Do you know how long it took the NYPD to find the Times Square Rapist? Eight months. And I went in, studied the case, and they caught the guy three days later.” Again, it doesn’t cross Ed’s mind to call this a coincidence or suggest that the guy was caught thanks to those eight months of police work, and not Grace’s three days.\r\n\r\nThe Captain, who must have found her badge in a cereal box, is sold, however; “Grace, I read your books from cover to cover as soon as I can get my hands on them. You truly are one of the most cunning profilers out there.” Thankfully, the scene ends before the brownosing becomes literal.\r\n\r\nWhat I don’t understand is why director Monika Mitchell — and that a woman directed this, as it were, brazen display of pseudo-feminism is most baffling — goes to such lengths to promote Grace as a prodigious detective mind when she never even comes close to determining the killer’s identity or motive (despite having “lots of ideas” about it), or why screenwriters Edithe Swensen and Donald Martin force Milano to say, with all the sincerity she can muster, that Grace’s novels are “about the exploitation of women and misogyny and patriarchy and how we do very little to protect the most vulnerable”, only to have her catch the villain by literally using her body as bait. \r\n\r\nIt may contain no full-frontal nudity, but Brazen is nonetheless one of the most embarrassing movies Milano has ever been in (for what it’s worth, she’s a stone-cold MILF, though).",
                    "created_at": "2022-08-28T03:46:35.271Z",
                    "id": "630ae51b23bcf400926a5df4",
                    "updated_at": "2022-09-03T15:31:46.089Z",
                    "url": "https://www.themoviedb.org/review/630ae51b23bcf400926a5df4"
                }
            ],
            "total_pages": 1,
            "total_results": 1
        }
    },
    "854867": {
        "title": "Werewolf Castle",
        "details": {
            "adult": false,
            "backdrop_path": "/p6cUomPvRNiw9sawDWGevypAxCX.jpg",
            "belongs_to_collection": null,
            "budget": 0,
            "genres": [
                {
                    "id": 27,
                    "name": "Horror"
                },
                {
                    "id": 14,
                    "name": "Fantasy"
                },
                {
                    "id": 36,
                    "name": "History"
                },
                {
                    "id": 28,
                    "name": "Action"
                }
            ],
            "homepage": "",
            "id": 854867,
            "imdb_id": "tt14996254",
            "original_language": "en",
            "original_title": "Werewolf Castle",
            "overview": "When a pack of werewolves attack a medieval village, Thorfinn, whose lover perished in the attack, joins knights Thomas, Osmund, Hamelin, and Hal Skullsplitter as they lead the fight back against the vicious lycanthropes.",
            "popularity": 43.586,
            "poster_path": "/9LgJkgmWbhD6bfzo4LvjEWEIlCe.jpg",
            "production_companies": [
                {
                    "id": 78564,
                    "logo_path": "/lFNfBsTDXIqpsCzhzNjSuyDy9qp.png",
                    "name": "Dark Temple Motion Pictures",
                    "origin_country": "GB"
                }
            ],
            "production_countries": [
                {
                    "iso_3166_1": "GB",
                    "name": "United Kingdom"
                }
            ],
            "release_date": "2022-01-31",
            "revenue": 0,
            "runtime": 92,
            "spoken_languages": [
                {
                    "english_name": "English",
                    "iso_639_1": "en",
                    "name": "English"
                }
            ],
            "status": "Released",
            "tagline": "Swords vs claws.",
            "title": "Werewolf Castle",
            "video": false,
            "vote_average": 5.5,
            "vote_count": 12
        },
        "reviews": {
            "id": 854867,
            "page": 1,
            "results": [
                {
                    "author": "tmdb28039023",
                    "author_details": {
                        "name": "",
                        "username": "tmdb28039023",
                        "avatar_path": null,
                        "rating": 6.0
                    },
                    "content": "Werewolf Castle is a medieval fantasy that strives to evoke an air of authenticity. This is a film made in the same spirit as, say, Excalibur, but on a much smaller scale — and with werewolves.\r\n\r\nThis is a B-movie at best, but it deserves an A for effort. The filmmakers respect the audience too much to allow even the slightest shred of cheap CGI to creep into the film.\r\n\r\nIts Haunted Forest is all the more haunting for being an actual forest (the Brecon Beacons mountain range in south Wales), and the titular castle is, or at least was long ago, the real thing. I’ll take well-preserved ruins (and the state of the structure can even be justified within the con- text of the story) over a phony-looking computer-generated palace any day.\r\n\r\nAnd now the damn veggies. The werewolves are clearly People in Suits, and that’s the good news; the bad news is that they all wear identical masks, eternally frozen in the same expression, as if they are always mid growl.\r\n\r\nThis must perforce confine the werewolves to the background, which has the upside of shifting the focus to the human characters — among whom I include the leader of the lycanthropes, who wisely retains his hominid appearance at all times.\r\n\r\nWerewolf Castle tells a straightforward, deceptively simple story (in 90 lean minutes). Werewolves in general symbolize the Apollonian/Dionysian dichotomy, but the filmmakers establish this duality before and beyond a literal transformation.\r\n\r\nThe young hero, Thorfinn (Peter Lofsgard), leaves his younger brother to the mercy of the wolves so that he can cavort with a plump wench, whom he also abandons to her fate once the monsters attack their village.\r\n\r\nThus, joining the “great warrior knights” Hamelin Wiltshire (Tim Cartwright), Thomas Fairhurst (Greg Draven), Osmund Blakewood (Derek Nelson) and the awesomely named Hal Skullsplitter (Jay O'Connell), is for Thorfinn the only way to redeem himself and fulfill Hal’s words: “Where once you were a coward you can now be brave, and where once people took you for a fool, new people might recognize you as a hero.”\r\n\r\nThis movie is by no means perfect, but it has a lot more heart and brains than, say, the neverending, boring, and pointless The Green Knight.\r\n\r\nIf one is forgiving of its rudimentary werewolves, and willing to let them take the place of dragons in an Arthurian pastiche, then there is much to enjoy at Werewolf Castle.",
                    "created_at": "2022-08-30T02:43:10.377Z",
                    "id": "630d793e226c56007bad3f41",
                    "updated_at": "2022-09-03T15:39:30.125Z",
                    "url": "https://www.themoviedb.org/review/630d793e226c56007bad3f41"
                }
            ],
            "total_pages": 1,
            "total_results": 1
        }
    },
    "825808": {
        "title": "See for Me",
        "details": {
            "adult": false,
            "backdrop_path": "/tzNx4y7kYf1Xw3F3T6QxrE7PPwb.jpg",
            "belongs_to_collection": null,
            "budget": 0,
            "genres": [
                {
                    "id": 53,
                    "name": "Thriller"
                }
            ],
            "homepage": "https://www.ifcfilms.com/films/see-for-me",
            "id": 825808,
            "imdb_id": "tt11209212",
            "original_language": "en",
            "original_title": "See for Me",
            "overview": "When blind former skier Sophie cat-sits in a secluded mansion, three thieves invade for the hidden safe. Sophie's only defense is army veteran Kelly, who she meets on the See For Me app. Kelly helps Sophie defend herself against the invaders and survive.",
            "popularity": 40.698,
            "poster_path": "/qk1ZERG6yhwAJqTobmDgw8jRL2C.jpg",
            "production_companies": [
                {
                    "id": 94525,
                    "logo_path": "/qxEhxuaApqR7GaYMJ5eyfKgQofd.png",
                    "name": "Wildling Pictures",
                    "origin_country": "CA"
                }
            ],
            "production_countries": [
                {
                    "iso_3166_1": "CA",
                    "name": "Canada"
                }
            ],
            "release_date": "2022-01-07",
            "revenue": 0,
            "runtime": 92,
            "spoken_languages": [
                {
                    "english_name": "English",
                    "iso_639_1": "en",
                    "name": "English"
                }
            ],
            "status": "Released",
            "tagline": "Seeing is surviving.",
            "title": "See for Me",
            "video": false,
            "vote_average": 6.039,
            "vote_count": 166
        },
        "reviews": {
            "id": 825808,
            "page": 1,
            "results": [],
            "total_pages": 0,
            "total_results": 0
        }
    },
    "591120": {
        "title": "The Pirates: The Last Royal Treasure",
        "details": {
            "adult": false,
            "backdrop_path": "/pwpw1veVNW2Sls5sGbA9mqMYN49.jpg",
            "belongs_to_collection": {
                "id": 591122,
                "name": "The Pirates Collection",
                "poster_path": "/qqrBeINPOFr2FLD4EeBLI90PzHo.jpg",
                "backdrop_path": "/mxKADQjfnhcb8mCBCii9aKMQVVW.jpg"
            },
            "budget": 19597380,
            "genres": [
                {
                    "id": 28,
                    "name": "Action"
                },
                {
                    "id": 12,
                    "name": "Adventure"
                },
                {
                    "id": 35,
                    "name": "Comedy"
                }
            ],
            "homepage": "https://moviestory.cgv.co.kr/fanpage/mainView?movieIdx=85561",
            "id": 591120,
            "imdb_id": "tt17491040",
            "original_language": "ko",
            "original_title": "해적: 도깨비 깃발",
            "overview": "A gutsy crew of Joseon pirates and bandits battle stormy waters, puzzling clues and militant rivals in search of royal gold lost at sea.",
            "popularity": 39.856,
            "poster_path": "/d5oMUBCuDntOJBOertQ7aTSAGmP.jpg",
            "production_companies": [
                {
                    "id": 119754,
                    "logo_path": null,
                    "name": "Oscar 10 Studio",
                    "origin_country": "KR"
                },
                {
                    "id": 147139,
                    "logo_path": null,
                    "name": "ANEW",
                    "origin_country": "KR"
                },
                {
                    "id": 7819,
                    "logo_path": "/ghFZAt4edln0M7BzDExyYMzUGX1.png",
                    "name": "Lotte Entertainment",
                    "origin_country": "KR"
                }
            ],
            "production_countries": [
                {
                    "iso_3166_1": "KR",
                    "name": "South Korea"
                }
            ],
            "release_date": "2022-01-26",
            "revenue": 10247262,
            "runtime": 126,
            "spoken_languages": [
                {
                    "english_name": "Korean",
                    "iso_639_1": "ko",
                    "name": "한국어/조선말"
                }
            ],
            "status": "Released",
            "tagline": "",
            "title": "The Pirates: The Last Royal Treasure",
            "video": false,
            "vote_average": 6.619,
            "vote_count": 156
        },
        "reviews": {
            "id": 591120,
            "page": 1,
            "results": [
                {
                    "author": "mpwheeler",
                    "author_details": {
                        "name": "",
                        "username": "mpwheeler",
                        "avatar_path": null,
                        "rating": 7.0
                    },
                    "content": "Well made Korean movie. Had to watch it with subtitles, which was a bummer.",
                    "created_at": "2022-03-27T16:39:33.361Z",
                    "id": "624093459451e7005e70181b",
                    "updated_at": "2022-03-28T15:37:52.705Z",
                    "url": "https://www.themoviedb.org/review/624093459451e7005e70181b"
                }
            ],
            "total_pages": 1,
            "total_results": 1
        }
    },
    "844398": {
        "title": "Shattered",
        "details": {
            "adult": false,
            "backdrop_path": "/zg25txWMBVS5VdV1CEvL3VVZQqa.jpg",
            "belongs_to_collection": null,
            "budget": 0,
            "genres": [
                {
                    "id": 53,
                    "name": "Thriller"
                }
            ],
            "homepage": "https://www.lionsgate.com/movies/shattered",
            "id": 844398,
            "imdb_id": "tt14923008",
            "original_language": "en",
            "original_title": "Shattered",
            "overview": "Chris, a wealthy divorcee, lives in a high-tech house of his own design in Montana. His life changes when he meets Sky, a mysterious young woman who draws him out of his shell and moves in after Chris is injured.",
            "popularity": 39.189,
            "poster_path": "/bkMhuIYybOmw0rdIKPzsDs4n7ez.jpg",
            "production_companies": [
                {
                    "id": 1632,
                    "logo_path": "/cisLn1YAUuptXVBa0xjq7ST9cH0.png",
                    "name": "Lionsgate",
                    "origin_country": "US"
                },
                {
                    "id": 44225,
                    "logo_path": null,
                    "name": "Construction Film",
                    "origin_country": "DE"
                },
                {
                    "id": 3604,
                    "logo_path": "/jC6Hk3ZyNRlVPJsA0xGlAhgd2RP.png",
                    "name": "Grindstone Entertainment Group",
                    "origin_country": "US"
                },
                {
                    "id": 12075,
                    "logo_path": null,
                    "name": "Silver Reel",
                    "origin_country": "CH"
                }
            ],
            "production_countries": [
                {
                    "iso_3166_1": "DE",
                    "name": "Germany"
                },
                {
                    "iso_3166_1": "CH",
                    "name": "Switzerland"
                },
                {
                    "iso_3166_1": "US",
                    "name": "United States of America"
                }
            ],
            "release_date": "2022-01-14",
            "revenue": 0,
            "runtime": 92,
            "spoken_languages": [
                {
                    "english_name": "English",
                    "iso_639_1": "en",
                    "name": "English"
                }
            ],
            "status": "Released",
            "tagline": "She'll love him to death.",
            "title": "Shattered",
            "video": false,
            "vote_average": 5.7,
            "vote_count": 108
        },
        "reviews": {
            "id": 844398,
            "page": 1,
            "results": [
                {
                    "author": "JPV852",
                    "author_details": {
                        "name": "",
                        "username": "JPV852",
                        "avatar_path": "/xNLOqXXVJf9m7WngUMLIMFsjKgh.jpg",
                        "rating": 5.0
                    },
                    "content": "Old fashioned (1980s old anyway) plot and some of the acting was okay (Cameron Monghan and Lilly Krug weren't too bad) though both John Malkovich and Frank Grillo had small parts and, at least on the part of Malkovich, did it for a quick paycheck (a la Mel Gibson in Dangerous), but at least it looked like he was having a good time f'ing around with his line deliveries).\r\n\r\nHowever this is a very predictable movie from almost the start and has a pretty poor finale. It's watchable enough and the sex scenes might excite some but this is a one-time viewing. **2.25/5**",
                    "created_at": "2022-02-23T21:59:46.295Z",
                    "id": "6216ae528e20c5004218bf58",
                    "updated_at": "2022-02-23T21:59:46.295Z",
                    "url": "https://www.themoviedb.org/review/6216ae528e20c5004218bf58"
                }
            ],
            "total_pages": 1,
            "total_results": 1
        }
    },
    "760336": {
        "title": "Munich: The Edge of War",
        "details": {
            "adult": false,
            "backdrop_path": "/Ac2neP9SZtetX7sAHvl3MHfWnWC.jpg",
            "belongs_to_collection": null,
            "budget": 0,
            "genres": [
                {
                    "id": 18,
                    "name": "Drama"
                },
                {
                    "id": 36,
                    "name": "History"
                }
            ],
            "homepage": "https://www.netflix.com/title/81144852",
            "id": 760336,
            "imdb_id": "tt7475578",
            "original_language": "en",
            "original_title": "Munich: The Edge of War",
            "overview": "At the tense 1938 Munich Conference, former friends who now work for opposing governments become reluctant spies racing to expose a Nazi secret.",
            "popularity": 38.226,
            "poster_path": "/1SOiUTDnwW9gU4GzSIsOCQUlHJF.jpg",
            "production_companies": [
                {
                    "id": 120114,
                    "logo_path": null,
                    "name": "Turbine Studios",
                    "origin_country": "GB"
                },
                {
                    "id": 26554,
                    "logo_path": "/8KCY7SFDapSTQhEVH6jQMaabCmV.png",
                    "name": "FremantleMedia",
                    "origin_country": "GB"
                },
                {
                    "id": 4317,
                    "logo_path": "/jCEkAgteuS92F1eymn56k13jAv8.png",
                    "name": "Euston Films",
                    "origin_country": "GB"
                }
            ],
            "production_countries": [
                {
                    "iso_3166_1": "GB",
                    "name": "United Kingdom"
                }
            ],
            "release_date": "2022-01-06",
            "revenue": 0,
            "runtime": 129,
            "spoken_languages": [
                {
                    "english_name": "English",
                    "iso_639_1": "en",
                    "name": "English"
                },
                {
                    "english_name": "French",
                    "iso_639_1": "fr",
                    "name": "Français"
                },
                {
                    "english_name": "German",
                    "iso_639_1": "de",
                    "name": "Deutsch"
                },
                {
                    "english_name": "Italian",
                    "iso_639_1": "it",
                    "name": "Italiano"
                }
            ],
            "status": "Released",
            "tagline": "Secrets. Betrayal. Treason.",
            "title": "Munich: The Edge of War",
            "video": false,
            "vote_average": 6.916,
            "vote_count": 506
        },
        "reviews": {
            "id": 760336,
            "page": 1,
            "results": [
                {
                    "author": "M_i_c_h_a_e_l",
                    "author_details": {
                        "name": "",
                        "username": "M_i_c_h_a_e_l",
                        "avatar_path": null,
                        "rating": 8.0
                    },
                    "content": "It’s a bright looking setting for such a dark time in history in Munich: The Edge of war - Everything looks colourful and stylish. \r\n\r\nNevertheless Schwochow keeps the tension up right from the beginning. It’s a classic case of the audience knowing more than the characters. Helping with the tension is keeping the Germans speaking German. \r\n\r\nThe film has an impending doom about it. It's Titanic meets a world war with lots of people being wrong in their assurances of the future. This is fine, they're saying. The tension between the two leads Legat and von Hartmann reflects the tensions between the countries yet somehow in reverse. They are trying to reconcile while their countries irrevocably turn to war. The script is good enough not just to make these two characters overly simple.\r\n\r\nMcKay finds himself again being a messenger right back in the wars (after after he starred in 1917) with the world being on the verge of WWII. He just must be made of the right stuff - or at least the running stuff.\r\nIrons thrives as the miscalculating Chamberlain PM, while the film shows him to be harshly treated by history. Everyone seems anxious as if there was a war on or something.\r\n\r\nThe theme of personal need versus national duty comes up as well as the sacrifices required come in opposite directions when some are sacrificing for the country and others are against it. The film serves as inspiration and a warning for future skirmishes. \r\n\r\nViewers can be glad the filmmakers resisted the temptation of calling this Hitler’s Translator. It’s an effective international thriller since the audience know the ending and its accompanying tragedy.",
                    "created_at": "2022-01-25T21:56:42.756Z",
                    "id": "61f0721ae48860001e03723f",
                    "updated_at": "2022-02-02T14:11:21.518Z",
                    "url": "https://www.themoviedb.org/review/61f0721ae48860001e03723f"
                },
                {
                    "author": "SpotaMovie.com",
                    "author_details": {
                        "name": "SpotaMovie.com",
                        "username": "bastag",
                        "avatar_path": "/h9FkucYmSN3YH5OmrNRWO5rdquS.jpg",
                        "rating": 8.0
                    },
                    "content": "Full Analysis at Spotamovie.com **- Intro -** The lovers of negotiations, conspirators and historical dramas will enjoy the movie. The story focuses on the 1938 Munich Agreement. However, the director embraces the fictional way more than the historical one, and the film becomes an enjoyable drama enriched with some taste of a thriller. **- The Story -** In autumn 1938, Europe was on the brink of war. Hitler claimed back the territory of Sudetenland, belonging at that moment to Czechoslovakia. If Hitler invades the Czech, France and Britain must protect them. Prime Minister Chamberlain and his staff have less than 24 hours to find a diplomatic solution and prevent a tragic European conflict. Behind the lines, two old friends, Hugh Legat and Paul von Hartmann weave the web to keep the peace and change the course of history. The solution seems to be a quick agreement to give back to the Germans the Sudetenland. But will it be enough? Who are Hugh and Paul? And what is behind this story and the conspiracy? - **Full analysis at https://www.spotamovie.com/munich-the-edge-of-war-movie-review-and-explanation-2021-movie/**",
                    "created_at": "2022-02-20T16:09:55.482Z",
                    "id": "621267d33f4833006b7d80b7",
                    "updated_at": "2022-02-20T16:09:55.482Z",
                    "url": "https://www.themoviedb.org/review/621267d33f4833006b7d80b7"
                }
            ],
            "total_pages": 1,
            "total_results": 2
        }
    },
    "698508": {
        "title": "Redeeming Love",
        "details": {
            "adult": false,
            "backdrop_path": "/lD8dFIk9wDEvOwZw0RB47e346io.jpg",
            "belongs_to_collection": null,
            "budget": 30000000,
            "genres": [
                {
                    "id": 10749,
                    "name": "Romance"
                },
                {
                    "id": 18,
                    "name": "Drama"
                },
                {
                    "id": 37,
                    "name": "Western"
                }
            ],
            "homepage": "https://redeeminglovemovie.com/",
            "id": 698508,
            "imdb_id": "tt11365186",
            "original_language": "en",
            "original_title": "Redeeming Love",
            "overview": "A retelling of the biblical book of Hosea set against the backdrop of the California Gold Rush of 1850.",
            "popularity": 37.679,
            "poster_path": "/mV3vomFNiCQbSowGrp2penDGRqJ.jpg",
            "production_companies": [
                {
                    "id": 54927,
                    "logo_path": null,
                    "name": "Mission Pictures International",
                    "origin_country": ""
                },
                {
                    "id": 153433,
                    "logo_path": "/f1ZRrIm0mxEw6bM36Xhg7m47ix7.png",
                    "name": "Nthibah Pictures",
                    "origin_country": "ZA"
                },
                {
                    "id": 79287,
                    "logo_path": "/cNfxzrBMccEmqhLg4At8hX6FC6y.png",
                    "name": "Advantage Entertainment",
                    "origin_country": "ZA"
                },
                {
                    "id": 157314,
                    "logo_path": "/eJ3zud0Tynepy0fJ6lOSMY1oNH3.png",
                    "name": "Pinnacle Peak Pictures",
                    "origin_country": "US"
                }
            ],
            "production_countries": [
                {
                    "iso_3166_1": "ZA",
                    "name": "South Africa"
                },
                {
                    "iso_3166_1": "US",
                    "name": "United States of America"
                }
            ],
            "release_date": "2022-01-21",
            "revenue": 9500000,
            "runtime": 134,
            "spoken_languages": [
                {
                    "english_name": "English",
                    "iso_639_1": "en",
                    "name": "English"
                }
            ],
            "status": "Released",
            "tagline": "Never look back. Never look forward.",
            "title": "Redeeming Love",
            "video": false,
            "vote_average": 7.9,
            "vote_count": 312
        },
        "reviews": {
            "id": 698508,
            "page": 1,
            "results": [
                {
                    "author": "tmdb28039023",
                    "author_details": {
                        "name": "",
                        "username": "tmdb28039023",
                        "avatar_path": null,
                        "rating": 2.0
                    },
                    "content": "Redeeming Love looks great. It features great locations shot with great cinematography, but that’s about all director D.J. Caruso can do to entice us to keep watching. It’s terrific to see a story unfolding in a non-CGI, true-to-life setting, even if it’s Cape Town standing in for California (but then some of the greatest westerns were filmed in Europe, so there’s that), but while this movie arguably achieves the western look, it fails to conjure up any sort of western feel.\r\n\r\nThe script concerns a Hooker with a Heart of Gold known as Angel, who is so sought after that the local Madame, who calls herself Duchess, holds a daily raffle to determine which lucky slack-jawed gold miners – there is more than one winner per day – get to hold sexual congress with her. This is such a cumbersome arrangement that it actually gets in the way of the plot, so that co-writers Francine Rivers and Caruso Hand Wave it not long after they have introduced it.\r\n\r\nSo-called “dirt farmer” Michael Hosea becomes smitten with Angel, so what does he do to get near her? Does he buy all the numbers in the raffle? Does he have the raffle rigged? No and no; he simply “pays double”. That’s it. Why this hasn’t occurred to at least some of the yokels who form a daily scrum outside the brothel is anybody’s guess. Another good question is where Michael, who is not a miner, finds enough “gold dust” to gain access to Angel on three different occasions.\r\n\r\nAngel wants nothing to do with Michael owing to a deep-seated hatred and distrust of men, which is established in a series of flashbacks that are so many and so long they could make up an entire, separate movie all by themselves. They are also the reason that Redeeming Love unnecessarily breaks the 120-minute mark. But the oddest part about these flashbacks is that they show Angel escaping a life of compulsory whoredom only to enter a life of voluntary whoredom. Twice. Maybe even thrice, but that last time is once again against her will. In any case, it gets to be quite repetitive after a while.\r\n\r\nIt is only after Angel gets the tar beaten out of her by the Duchess’s lackey Magowan that she relents and agrees to marry Michael – but first he has to pay off her “debt” to the Duchess, and the irony that he literally buys Angel off in order to make an honest woman out of her is lost on Michael and Caruso alike.\r\n\r\nRedeeming Love’s greatest achievement, other than its photography, is how well it masks its biblical pedigree. According to Wikipedia this is a “Christian Western” based on an homonymous novel by Rivers (unread by me, though it wouldn’t surprise if she had first published it under the pseudonym F.R. Ancine), which in turn is inspired by an obscure Old Testament book – not that you would even guess at any of this by watching the movie, and that’s actually a good thing. It may be long and boring, but at least it’s not overtly preachy.",
                    "created_at": "2022-08-28T06:17:59.796Z",
                    "id": "630b08970f5265007aac3486",
                    "updated_at": "2022-09-03T15:32:26.451Z",
                    "url": "https://www.themoviedb.org/review/630b08970f5265007aac3486"
                }
            ],
            "total_pages": 1,
            "total_results": 1
        }
    },
    "760926": {
        "title": "Gold",
        "details": {
            "adult": false,
            "backdrop_path": "/yzH5zvuEzzsHLZnn0jwYoPf0CMT.jpg",
            "belongs_to_collection": null,
            "budget": 6500000,
            "genres": [
                {
                    "id": 28,
                    "name": "Action"
                },
                {
                    "id": 12,
                    "name": "Adventure"
                },
                {
                    "id": 53,
                    "name": "Thriller"
                }
            ],
            "homepage": "",
            "id": 760926,
            "imdb_id": "tt6020800",
            "original_language": "en",
            "original_title": "Gold",
            "overview": "In the not-too-distant future, two drifters traveling through the desert stumble across the biggest gold nugget ever found and the dream of immense wealth and greed takes hold. They hatch a plan to excavate their bounty, with one man leaving to secure the necessary tools while the other remains with the gold. The man who remains must endure harsh desert elements, ravenous wild dogs, and mysterious intruders, while battling the sinking suspicion that he has been abandoned to his fate.",
            "popularity": 36.789,
            "poster_path": "/ejXBuNLvK4kZ7YcqeKqUWnCxdJq.jpg",
            "production_companies": [
                {
                    "id": 125583,
                    "logo_path": null,
                    "name": "Deeper Water",
                    "origin_country": "US"
                },
                {
                    "id": 143279,
                    "logo_path": null,
                    "name": "Rogue Star Productions",
                    "origin_country": "AU"
                },
                {
                    "id": 7584,
                    "logo_path": "/eGkfvvyf4fJTvBUR1xt1669IPA3.png",
                    "name": "Screen Australia",
                    "origin_country": "AU"
                },
                {
                    "id": 74346,
                    "logo_path": "/1akCJMjyZsiS4v3NTJD5Y0LFZ4R.png",
                    "name": "Stan",
                    "origin_country": "AU"
                },
                {
                    "id": 2806,
                    "logo_path": "/vxOhCbpsRBh10m6LZ3HyImTYpPY.png",
                    "name": "South Australian Film Corporation",
                    "origin_country": "AU"
                }
            ],
            "production_countries": [
                {
                    "iso_3166_1": "AU",
                    "name": "Australia"
                }
            ],
            "release_date": "2022-01-13",
            "revenue": 176048,
            "runtime": 97,
            "spoken_languages": [
                {
                    "english_name": "English",
                    "iso_639_1": "en",
                    "name": "English"
                }
            ],
            "status": "Released",
            "tagline": "Survive at any cost",
            "title": "Gold",
            "video": false,
            "vote_average": 6.214,
            "vote_count": 519
        },
        "reviews": {
            "id": 760926,
            "page": 1,
            "results": [
                {
                    "author": "CinemaSerf",
                    "author_details": {
                        "name": "CinemaSerf",
                        "username": "Geronimo1967",
                        "avatar_path": "/1kks3YnVkpyQxzw36CObFPvhL5f.jpg",
                        "rating": 5.0
                    },
                    "content": "No character has a name in this, but Clint Eastwood it isn't. Zac Efron is taking a pee out in the desert when he spots an uncommonly large deposit of gold. His pal Anthony Hayes and he try to move it, but it's just too big. Plan? Well Hayes decides to head to the nearest town to try and procure some heavy lifting equipment and leaves Zac to keep watch. Hmmm? Well, anyway Hayes isn't exactly rushing back to his friend who is gradually running out of food, water, having hallucinations, fending off wild dogs and even a rogue Irish women as his grasp on reality starts to slip... Efron is actually not bad as the man who gradually succumbs to despair and dehydration, but the story plods along far too slowly for almost eighty minutes before the last ten minutes provide a denouement with a bit of a twist to the tale. It is good that Efron is pushing himself away from his pretty boy roles - indeed the make-up folks here do such a good job that I doubt even a biblical leper would welcome him into their home, but the story all takes way too long to get going and the it, quite literally, crawls along. The production does look good - the desert photography has an almost naturally sepia colour to it that emphasises just how hostile this terrain is and the narrative does say something about the degree to which greed is hard wired into our psyche though; and the perils we will endure or permit to obtain wealth. Thought provoking? Maybe, but it's still really quite a wearisome watch and I'm not sure I would bother again.",
                    "created_at": "2022-06-02T17:08:02.664Z",
                    "id": "6298ee72d48cee2c45c90d70",
                    "updated_at": "2022-06-02T17:08:02.664Z",
                    "url": "https://www.themoviedb.org/review/6298ee72d48cee2c45c90d70"
                }
            ],
            "total_pages": 1,
            "total_results": 1
        }
    },
    "778810": {
        "title": "Fireheart",
        "details": {
            "adult": false,
            "backdrop_path": "/rEX8tOPvdgWqURQWx6oEzQqSWsM.jpg",
            "belongs_to_collection": null,
            "budget": 0,
            "genres": [
                {
                    "id": 16,
                    "name": "Animation"
                },
                {
                    "id": 10751,
                    "name": "Family"
                }
            ],
            "homepage": "https://latelieranimation.com/projects/fireheart/",
            "id": 778810,
            "imdb_id": "tt8354218",
            "original_language": "en",
            "original_title": "Fireheart",
            "overview": "The film explores the world of firefighters in 1920s New York City and tells the story of a 16-year-old girl who will have to become a hero in order to save her city.",
            "popularity": 35.005,
            "poster_path": "/nmD0vZk8jQg1Suhs0iv9cj0xdtZ.jpg",
            "production_companies": [
                {
                    "id": 8147,
                    "logo_path": "/q6HOAdSNgCbeOqwoMVRc6REgbXF.png",
                    "name": "Entertainment One",
                    "origin_country": "CA"
                },
                {
                    "id": 20664,
                    "logo_path": "/iRrZpxnYNDnVXJkr6HiLgSLlqRc.png",
                    "name": "Anton Capital Entertainment",
                    "origin_country": "GB"
                },
                {
                    "id": 91331,
                    "logo_path": "/uYyo3szZqWKn5p2bfAXMXzqVo8.png",
                    "name": "Main Journey",
                    "origin_country": "CA"
                },
                {
                    "id": 6623,
                    "logo_path": "/qvtEf5tM9IAEJUUhX9EcBl12Fhr.png",
                    "name": "Caramel Films",
                    "origin_country": "CA"
                },
                {
                    "id": 76742,
                    "logo_path": "/7DPDeTgKBiuiRUtX4VLQJo2ojpr.png",
                    "name": "L'Atelier Animation",
                    "origin_country": "CA"
                },
                {
                    "id": 2902,
                    "logo_path": "/vFmmYSgFp8eE6C34JVCXy9bJFmc.png",
                    "name": "SND",
                    "origin_country": "FR"
                }
            ],
            "production_countries": [
                {
                    "iso_3166_1": "CA",
                    "name": "Canada"
                },
                {
                    "iso_3166_1": "FR",
                    "name": "France"
                },
                {
                    "iso_3166_1": "GB",
                    "name": "United Kingdom"
                }
            ],
            "release_date": "2022-01-16",
            "revenue": 0,
            "runtime": 92,
            "spoken_languages": [
                {
                    "english_name": "English",
                    "iso_639_1": "en",
                    "name": "English"
                }
            ],
            "status": "Released",
            "tagline": "Every dream starts with a spark.",
            "title": "Fireheart",
            "video": false,
            "vote_average": 7.3,
            "vote_count": 231
        },
        "reviews": {
            "id": 778810,
            "page": 1,
            "results": [],
            "total_pages": 0,
            "total_results": 0
        }
    },
    "661791": {
        "title": "La Abuela (The Grandmother)",
        "details": {
            "adult": false,
            "backdrop_path": "/t6sTd4xrODKmAQiGUW3BWM60PzS.jpg",
            "belongs_to_collection": null,
            "budget": 3749231,
            "genres": [
                {
                    "id": 18,
                    "name": "Drama"
                },
                {
                    "id": 27,
                    "name": "Horror"
                }
            ],
            "homepage": "https://www.sonypictures.com/movies/laabuela",
            "id": 661791,
            "imdb_id": "tt11807888",
            "original_language": "es",
            "original_title": "La abuela",
            "overview": "Susana leaves her life in Paris, where she works as a model, and returns to Madrid to take care of her grandmother Pilar.",
            "popularity": 34.846,
            "poster_path": "/ri3KIjGp3Ek6iKUsTzMigmxTvdw.jpg",
            "production_companies": [
                {
                    "id": 29566,
                    "logo_path": "/wHbtRtUnXGNzX0riQIpq1fcgueq.png",
                    "name": "Atresmedia",
                    "origin_country": "ES"
                },
                {
                    "id": 7395,
                    "logo_path": "/cGOGYYfbJZ1uJHynRIf8yj4phRn.png",
                    "name": "Les films du Worso",
                    "origin_country": "FR"
                },
                {
                    "id": 104,
                    "logo_path": "/9aotxauvc9685tq9pTcRJszuT06.png",
                    "name": "Canal+",
                    "origin_country": "FR"
                },
                {
                    "id": 10611,
                    "logo_path": "/zQ4fGaEnNkWfSzyygXRcUZwPmDG.png",
                    "name": "Ciné+",
                    "origin_country": "FR"
                },
                {
                    "id": 8111,
                    "logo_path": "/p6Ie4y2hs9quqPgU1xcEsRux8bV.png",
                    "name": "Apaches Entertainment",
                    "origin_country": "ES"
                }
            ],
            "production_countries": [
                {
                    "iso_3166_1": "FR",
                    "name": "France"
                },
                {
                    "iso_3166_1": "ES",
                    "name": "Spain"
                }
            ],
            "release_date": "2022-01-28",
            "revenue": 1817696,
            "runtime": 101,
            "spoken_languages": [
                {
                    "english_name": "French",
                    "iso_639_1": "fr",
                    "name": "Français"
                },
                {
                    "english_name": "Spanish",
                    "iso_639_1": "es",
                    "name": "Español"
                }
            ],
            "status": "Released",
            "tagline": "",
            "title": "La Abuela (The Grandmother)",
            "video": false,
            "vote_average": 5.9,
            "vote_count": 398
        },
        "reviews": {
            "id": 661791,
            "page": 1,
            "results": [],
            "total_pages": 0,
            "total_results": 0
        }
    },
    "800425": {
        "title": "Ray Donovan: The Movie",
        "details": {
            "adult": false,
            "backdrop_path": "/tUYotMWdNGXtH22cs7p3a7c19PS.jpg",
            "belongs_to_collection": null,
            "budget": 0,
            "genres": [
                {
                    "id": 80,
                    "name": "Crime"
                },
                {
                    "id": 18,
                    "name": "Drama"
                }
            ],
            "homepage": "https://www.sho.com/titles/3508117/ray-donovan-the-movie",
            "id": 800425,
            "imdb_id": "tt14124268",
            "original_language": "en",
            "original_title": "Ray Donovan: The Movie",
            "overview": "A showdown decades in the making brings the Donovan family legacy full circle. As the events that made Ray who he is today finally come to light, the Donovans find themselves drawn back to Boston to face the past. Each of them struggles to overcome their violent upbringing, but destiny dies hard, and only their fierce love for each other keeps them in the fight.",
            "popularity": 34.217,
            "poster_path": "/5sw1EvOeXMGRZGWr18R4EiZs036.jpg",
            "production_companies": [
                {
                    "id": 4343,
                    "logo_path": "/rXq1B1Hnkdnw6soz1zoGcslK3wb.png",
                    "name": "Showtime Networks",
                    "origin_country": "US"
                },
                {
                    "id": 1557,
                    "logo_path": "/ccz9bqCu3jSFKbPFnfWmjAKZLBL.png",
                    "name": "The Mark Gordon Company",
                    "origin_country": "US"
                }
            ],
            "production_countries": [
                {
                    "iso_3166_1": "US",
                    "name": "United States of America"
                }
            ],
            "release_date": "2022-01-15",
            "revenue": 0,
            "runtime": 100,
            "spoken_languages": [
                {
                    "english_name": "English",
                    "iso_639_1": "en",
                    "name": "English"
                }
            ],
            "status": "Released",
            "tagline": "You can't outrun your legacy.",
            "title": "Ray Donovan: The Movie",
            "video": false,
            "vote_average": 6.9,
            "vote_count": 174
        },
        "reviews": {
            "id": 800425,
            "page": 1,
            "results": [],
            "total_pages": 0,
            "total_results": 0
        }
    }
}